Repository: Ahmetcan7307/KurbandasApp
Catalog: lib/l10n/intl_*.arb
Languages: tr

source: App Update Required
tr: Uygulama Güncellemesi Gerekli

# pleaseUpdateToContinue
source: Please update to continue using the app.
tr: Uygulamayı kullanmaya devam etmek için lütfen güncelleyin.

source: Update Now
tr: Şimdi Güncelle

source: Later
tr: Daha Sonra

source: Sign in with Google
tr: Google ile Giriş Yap

source: Logout
tr: Çıkış Yap

# logoutConfirmation
source: Are you sure you want to log out?
tr: Çıkış yapmak istediğinizden emin misiniz?

source: Cancel
tr: İptal

source: Signing out...
tr: Çıkış Yapılıyor...

# findPartnersQurbani
source: Easily find your partners for Qurbani
tr: Kurban için ortaklarınızı kolayca bulun

source: Partners
tr: Ortaklar

source: Share Qurbani
tr: Kurban Paylaş

source: Filter Qurbani
tr: Kurbanları Filtrele

source: Qurbani Animal
tr: Kurban Hayvanı

source: Location
tr: Konum

source: Select Province
tr: İl Seçin

source: Select District
tr: İlçe Seçin

source: Clear
tr: Temizle

source: Apply
tr: Uygula

source: My Profile
tr: Profilim

source: Settings
tr: Ayarlar

# app
source: Application
tr: Uygulama

# info
source: Information
tr: Hakkında

# help
source: Help and Support
tr: Yardım ve Destek

source: Account Operations
tr: Hesap İşlemleri

source: My Qurbanies
tr: Kurbanlarım

source: My Partnerships
tr: Ortaklıklarım

# noMyQurbaniAds
source: You do not have any Qurbani announcements yet
tr: Henüz kurban ilanınız bulunmuyor

# noMyQurbaniAdsDesc
source: You can use the 'Share Qurbani' button on the home page to share your Qurbani
tr: Kurban paylaşmak için ana sayfadaki "Kurban Paylaş" butonunu kullanabilirsiniz

source: Requests
tr: İstekler

source: Edit
tr: Düzenle

source: Delete
tr: Kaldır

# deleteQurbani
source: Delete Qurbani Posting
tr: Kurban İlanını Kaldır

# areYouSureDeleteQurbani
source: Are you sure you want to delete the {animal} Qurbani?
tr: {animal} kurban ilanını silmek istediğinize emin misiniz?

# areYouSureDeleteQurbaniDesc
source: This action is irreversible and all partnerships are canceled.
tr: Bu işlem geri alınamaz ve tüm ortaklıklar iptal edilir.

# QurbaniPostDeleted
source: Qurbani announcement deleted
tr: Kurban ilanı kaldırıldı

# partnersRemain
source: {count} partners remain
tr: {count} ortak kaldı

source: Partnerships completed
tr: Ortaklıklar tamamlandı

source: Cut Address
tr: Kesim Yeri

source: Cut Date
tr: Kesim Tarihi

source: Select cut date
tr: Kesim tarihi seçin

source: No Cut Date
tr: Kesim tarihi belirtilmemiş

source: Partnership Requests
tr: Ortaklık İstekleri

source: Waiting
tr: Bekleyen

source: Approved
tr: Onaylanmış

# noWaitingRequests
source: There is not any Waiting Requests
tr: Bekleyen hiçbir isteğiniz yok

# noApprovedRequests
source: There is not any Approved Requests
tr: Onaylanmış hiçbir isteğiniz yok

source: Request Date
tr: İstek Tarihi

source: Approve
tr: Onayla

source: Decline
tr: Reddet

source: Call
tr: Ara

source: Approve Request
tr: İsteği Onayla

# areYouSureApproveRequest
source: Are you sure you want to approve {name}'s request for partnership?
tr: {name} kişisinin ortaklık talebini onaylamak istediğinize emin misiniz?

# requestApproved
source: {name}'s request approved
tr: {name} kişisinin talebi onaylandı

source: Decline Request
tr: İsteği Reddet

# areYouSureDeclineRequest
source: Are you sure you want to approve {name}'s request for partnership?
tr: {name} kişisinin ortaklık talebini reddetmek istediğinize emin misiniz?

# requestDeclined
source: {name}'s request approved
tr: {name} kişisinin talebi reddedildi

# noPartnerships
source: There is no Qurbani you have participated in yet
tr: Henüz katıldığınız bir kurban bulunmuyor

# noPartnershipsDesc
source: You can browse the Qurbani announcements on the homepage and become a partner
tr: Ana sayfadan kurban ilanlarına göz atıp hisse satın alabilirsiniz

source: Message
tr: Mesaj

source: Cut
tr: Kesildi

source: Shared
tr: Paylaşıldı

# active
source: Actives
tr: Aktif

source: Completed
tr: Tamamlanan

source: Filters
tr: Filtreler

# NoQurbani
source: No Qurbanis were found
tr: Hiç kurban bulunamadı

# differentFilters
source: You can try different filters
tr: Farklı filtreler deneyebilirsiniz

# NoQurbaniDesc
source: Click on the 'Share Qurbani' button to share the Qurbani
tr: Kurban paylaşmak için "Yeni Kurban" butonuna tıklayın

source: Price
tr: Fiyat

source: Owner
tr: Sahip

source: Partnership State
tr: Ortaklık Durumu

source: Count
tr: Sayısı

source: Remain
tr: Kalan

source: Total
tr: Toplam

# sendRequest
source: Send Request To Become a Partner
tr: Ortak Olma İsteği Gönder

source: Partner
tr: Ortak

source: Partnership Date
tr: Ortaklık Tarihi

source: Error
tr: Hata

source: Successfully sent request
tr: Başarılı bir şekilde istek gönderildi

# QurbaniInfo
source: Qurbani Information
tr: Kurban Bilgileri

# LocationInfo
source: Location Information
tr: Konum Bilgileri

source: Preview
tr: Önizleme

# successfullyShared
source: Qurbani was successfully shared
tr: Kurban başarıyla paylaşıldı

# fillRequiredInfo
source: Please fill in all required information
tr: Lütfen tüm gerekli bilgileri doldurun

# selectAnimal
source: Select Qurbani animal
tr: Kurban hayvanını seçin

# pleaseSelectAnimal
source: Please select Qurbani animal
tr: Lütfen Kurban hayvanını seçin

source: Weight
tr: Ağırlık

# enterWeight
source: Enter the Qurbani's weight
tr: Kurbanın ağırlığını girin

# pleaseWeight
source: Please enter the Qurbani's weight
tr: Lütfen Kurbanın ağırlığını girin

# validWeight
source: Enter the valid weight
tr: Geçerli bir ağırlık giriniz

# enterPrice
source: Enter the Qurbani's price
tr: Kurbanın fiyatını giriniz

# pleasePrice
source: Please enter the Qurbani's price
tr: Lütfen Kurbanın fiyatını giriniz

# validPrice
source: Enter the valid price
tr: Geçerli bir fiyat giriniz

# totalPartnersCountMax
source: Total Partners count (max 7)
tr: Ortak Sayısı (max 7)

# enterTotalPartnersCount
source: Enter the total partners count
tr: Ortak Sayısını giriniz

# pleaseTotalPartnersCount
source: Please enter the total partners count
tr: Lütfen Ortak Sayısını giriniz

# validTotalPartnersCount
source: Enter the valid total partners count
tr: Geçerli bir ortak sayısı giriniz

# MaximumPartners7
source: Maximum number of partners can be 7
tr: En fazla 7 ortak sayısı olabilir

# continueTxt
source: Continue
tr: Devam Et

# EnterInfoPlace
source: Enter information about the place where your Qurbani will be slaughtered
tr: Kurbanınızın kesileceği yer hakkında bilgi girin

source: Province
tr: İl

# pleaseProvince
source: Please select province
tr: Lütfen ili seçin

source: District
tr: İlçe

# pleaseDistrict
source: Please select district
tr: Lütfen ilçeyi seçin

source: Enter cut address
tr: Kesim alanının adını giriniz

# pleaseCutAddress
source: Please enter cut address
tr: Lütfen kesim alanının adını giriniz

source: Previous
tr: Geri

# confirmQurbaniInfo
source: Confirm Qurbani informations
tr: Kurban Bilgilerini Onaylayın

# ImportantInfo
source: Important Information
tr: Önemli Bilgi

# ImportantInfoDesc
source: One Qurbani can have a maximum of 7 partners.
tr: Bir kurban maksimum 7 ortak olabilir.

source: Total Partners Count
tr: Toplam Ortak Sayısı

source: Photos
tr: Fotoğraflar

source: Add photos
tr: Fotoğraf ekleyin (max 7)

source: Camera
tr: Kamera

source: Gallery
tr: Galeri

# UseButtonsAddPhotos
source: Use the buttons below to add photos (max 7)
tr: Fotoğraf eklemek için aşağıdaki butonları kullanın (max 7)

source: Remaining photo count
tr: Kalan fotoğraf sayısı

# canAdd7Photos
source: You can add up to 7 photos
tr: Maksimum 7 fotoğraf ekleyebilirsiniz

# pleasePhoto
source: Please attach at least 1 photo
tr: Lütfen en az 1 fotoğraf ekleyiniz

# editQurbaniInfo
source: Edit Qurbani Information
tr: Kurban Bilgilerini Düzenle

source: Existing Photos
tr: Mevcut Fotoğraflar

source: New Photos
tr: Yeni Fotoğraflar

# QurbaniInfoSuccessfullyUpdated
source: Qurbani information successfully updated
tr: Kurban bilgileri başarıyla güncellendi

source: Save Changes
tr: Değişiklikleri Kaydet

source: Version
tr: Versiyon

source: About App
tr: Uygulama Hakkında

# aboutAppDesc
source: Kurbandaş application is a platform developed to find and share Qurbani partnerships during Eid al-Adha. Users can declare their own Qurbanis and become partners in other users' Qurbanis.
tr: Kurbandaş uygulaması, kurban bayramlarında kurban ortaklığı bulmak ve paylaşmak için geliştirilmiş bir platformdur. Kullanıcılar kendi kurbanlarını ilan edebilir ve diğer kullanıcıların kurbanlarına ortak olabilirler.

source: How to Works?
tr: Nasıl Çalışır?

# howToWorksDesc
source: From the home page, you can view and filter the available Qurbani ads and access the details of the ads. You can send a request for the Qurbani you want to be a partner. You can use the “Share Qurbani” button to share your own Qurbani. You can manage your own Qurbanis and partnerships from your profile.
tr: Ana sayfadan mevcut kurban ilanlarını görebilir, filtreleyebilir ve ilan detaylarına ulaşabilirsiniz. Ortak olmak istediğiniz kurban için istek gönderebilirsiniz. Kendi kurbanınızı paylaşmak için 'Kurban Paylaş' butonunu kullanabilirsiniz. Profilinizden kendi kurbanlarınızı ve ortaklıklarınızı yönetebilirsiniz.

source: Contact Us
tr: İletişim

# contactUsDesc
source: For suggestions, complaints and questions
tr: Öneri, şikayet ve sorularınız için

# sss
source: Frequently Asked Questions
tr: Sıkça Sorulan Sorular

# WhatQurbaniPartnership
source: What is a Qurbani partnership?
tr: Kurban ortaklığı nedir?

# WhatQurbaniPartnershipDesc
source: According to Islamic rules, bovine animals (cattle, calf, buffalo) can be sacrificed by a maximum of 7 people. Kurbandaş application mediates for people who want to Qurbani to find a partner or become a partner in an announced Qurbani.
tr: İslami kurallara göre büyükbaş hayvanlar (sığır, dana, manda) en fazla 7 kişi tarafından kurban edilebilir. Kurbandaş uygulaması, kurban kesmek isteyen kişilere ortak bulabilmeleri veya ilan edilmiş bir kurbana ortak olabilmeleri için aracılık etmektedir.

# HowBecomePartner
source: How do I become a partner?
tr: Nasıl ortak olurum?

# HowBecomePartnerDesc
source: You can open the detail page by clicking on a Qurbani you want from the ads listed on the main page. You can send your request by clicking the “Send Partnership Request” button on the page. When the Qurbani owner approves your request, the partnership process is completed.
tr: Ana sayfada listelenen ilanlardan istediğiniz bir kurbana tıklayarak detay sayfasını açabilirsiniz. Sayfadaki "Ortak Olma İsteği Gönder" butonuna basarak isteğinizi iletebilirsiniz. Kurban sahibi isteğinizi onayladığında ortaklık işlemi tamamlanır.

# HowFindPartner
source: How can I find a partner for my Qurbani?
tr: Kendi kurbanıma nasıl ortak bulabilirim?

# HowFindPartnerDesc
source: You can enter the details of your Qurbani by clicking the “Share Qurbani” button on the homepage. After your Qurbani announcement is published, users can send requests to become a partner with you. You can manage these requests from “My Profile > My Qurbanis” section.
tr: Ana sayfadaki 'Kurban Paylaş' butonuna tıklayarak kendi kurbanınızın bilgilerini girebilirsiniz. Kurban ilanınız yayınlandıktan sonra isteyen kullanıcılar size ortak olmak için istek gönderebilirler. Bu istekleri 'Profilim > Kurbanlarım' bölümünden yönetebilirsiniz.

# HowSlaughterOperationsTakePlace
source: How do the Qurbani slaughter operations take place?
tr: Kurban kesim işlemleri nasıl gerçekleşir?

# HowSlaughterOperationsTakePlaceDesc
source: The app is only an intermediary platform for finding partners. Qurbani slaughter is organized by the owner of the Qurbani. The place and date of Qurbani are specified in the advertisement details.
tr: Uygulama yalnızca ortak bulmak için bir aracı platformdur. Kurban kesim işlemleri kurban sahibi tarafından organize edilir. Kurban kesim yeri ve tarih bilgileri ilan detaylarında belirtilir.

# HowPaymentsMade
source: How are payments made?
tr: Ödemeler nasıl yapılır?

# HowPaymentsMadeDesc
source: No payment is received or made through the app. Payment of the Qurbani price is made between the owner and the partners independently of the app.
tr: Uygulama üzerinden herhangi bir ödeme alınmaz veya yapılmaz. Kurban bedelinin ödenmesi, kurban sahibi ve ortaklar arasında uygulamadan bağımsız olarak gerçekleştirilir.

# HowDivideMeat
source: How to divide the Qurbani meat?
tr: Kurban eti nasıl paylaştırılır?

# HowDivideMeatDesc
source: After the Qurbani is slaughtered, the distribution of the meat is carried out in a manner determined by the owner and the partners among themselves. According to Islamic rules, the meat must be divided fairly.
tr: Kurban kesildikten sonra etin paylaştırılması, kurban sahibi ve ortakların kendi aralarında belirledikleri şekilde gerçekleştirilir. İslami kurallara göre etin adil bir şekilde paylaştırılması gerekmektedir.

# WhatShouldIDoIHaveProblems
source: What should I do if I have problems with the app?
tr: Uygulamada sorun yaşarsam ne yapmalıyım?

# WhatShouldIDoIHaveProblemsDesc
source: For technical problems, suggestions or questions, please send an e-mail to
tr: Teknik sorunlar, öneriler veya sorularınız için e-posta gönderebilirsiniz

# PhoneNoRequired
source: Phone Number Required
tr: Telefon Numarası Gerekli

# PhoneNoRequiredDesc
source: Please enter your phone number to continue
tr: Devam etmek için lütfen telefon numaranızı girin

# phoneNo
source: Phone Number
tr: Telefon Numarası

# InvalidPhoneNoFormat
source: Invalid phone number format
tr: Geçersiz telefon numarası formatı

# PleasePhoneNo
source: Please enter a valid phone number with the format
tr: Lütfen bu format ile geçerli bir telefon numarası girin

# addPhoneNo
source: Update Phone Number
tr: Ekle

source: Country
tr: Ülke
